import React from 'react'
import Footer from "../components/Botoom/Footer";
import HeaderTop from "../components/Top/NavbarHeader";
import HeaderMain from "../components/Top/NavbarMain";
import AboutUs from "../assets/Images/Main/Aboutus.png"

const Aboutus = () => {
  return (
    <div>
      {/* Top */}
      <div>
        <HeaderTop/>
        <HeaderMain/>
      </div>


      {/* Center */}
      <div className='w-[85%] m-auto mt-20'>
        <h2 className='text-3xl text-red-600 font-medium'>درباره ما</h2>
        <h4 className='mt-12 text-gray-600 text-lg'>RAZOX یک وبسایت فروشگاهی بزرگ چند منظوره برای کالا هایی از جمله قطعات کامیپوتر, وسایل گیمینگ و...  است که در سال 1394 به عنوان اولین وبسایت کالا های گیمینگ ساخته شده و تا امروز توانسته کاربران زیادی از سر تا سر ایران را به خودش جذب کنه</h4>
        <div className='flex lg:flex-row flex-col justify-center  lg:justify-between mt-10 items-center'>
        {/* Text */}
          <div className='mt-20 text-gray-500 lg:text-start text-center items-center'>
            <h3 className='text-red-600 text-2xl font-medium'>چرا RAZOX رو انتخاب کنم</h3>
            <div className='mt-5 space-y-4 text-lg '>
            <p>ارسال مرسوله به سریع ترین حالت ممکن</p>
            <p>قابلیت مرجوعی کالا تا 7 روز پس از تحویل</p>
            <p>بهترین قیمت موجود در بازار</p>
            <p>امکان پشتیبانی 7/24</p>
            </div>
          </div>
          {/* img */}
          <div>
            <img className='mt-16' src={AboutUs} alt="" />
          </div>
        </div>
        <div>
          <h3 className='text-2xl font-medium text-red-600 mt-20'>چرا RAZOX بهترینه؟</h3>
          <p className='text-gray-600 text-sm leading-7 mt-16 font-medium'>لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامهلورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامهلورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامهلورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه
          لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامهلورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامهلورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامهلورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه

          لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه

          لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه

          لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه

          لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه

          لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه

          لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه

          لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه

          لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه

          لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه

          لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه

          لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه

          لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه

          لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه

          لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه

          لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه

          لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه

          لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. 













</p>
        </div>
      </div>


      {/* Bottom */}
      <div>
        <Footer/>
      </div>
    </div>
  )
}

export default Aboutus